export const DISTRICTS: Record<string, string[]> = {
  "Кіровоградська область": [
    "Кропивницький район",
    "Олександрійський район",
    "Новоукраїнський район",
    "Голованівський район"
  ],
  "Полтавська область": [
    "Кременчуцький район",
    "Лубенський район",
    "Полтавський район",
    "Миргородський район"
  ],
  "Автономна Республіка Крим": [],
  "Черкаська область": [
    "Звенигородський район",
    "Золотоніський район",
    "Черкаський район",
    "Уманський район"
  ],
  "м. Київ": [],
  "Закарпатська область": [
    "Ужгородський район",
    "Рахівський район",
    "Берегівський район",
    "Тячівський район",
    "Мукачівський район",
    "Хустський район"
  ],
  "Миколаївська область": [
    "Баштанський район",
    "Первомайський район",
    "Миколаївський район",
    "Вознесенський район"
  ],
  "Донецька область": [
    "Кальміуський район",
    "Волноваський район",
    "Донецький район",
    "Маріупольський район",
    "Краматорський район",
    "Бахмутський район",
    "Горлівський район",
    "Покровський район"
  ],
  "м. Харків та Харківська територіальна громада": [],
  "Сумська область": [
    "Охтирський район",
    "Шосткинський район",
    "Роменський район",
    "Конотопський район",
    "Сумський район"
  ],
  "Волинська область": [
    "Луцький район",
    "Володимир-Волинський район",
    "Ковельський район",
    "Камінь-Каширський район"
  ],
  "Херсонська область": [
    "Скадовський район",
    "Генічеський район",
    "Бериславський район",
    "Херсонський район",
    "Каховський район"
  ],
  "Одеська область": [
    "Роздільнянський район",
    "Болградський район",
    "Одеський район",
    "Ізмаїльський район",
    "Подільський район",
    "Білгород-Дністровський район",
    "Березівський район"
  ],
  "Івано-Франківська область": [
    "Івано-Франківський район",
    "Надвірнянський район",
    "Верховинський район",
    "Косівський район",
    "Коломийський район",
    "Калуський район"
  ],
  "Хмельницька область": [
    "Кам’янець-Подільський район",
    "Шепетівський район",
    "Хмельницький район"
  ],
  "Вінницька область": [
    "Вінницький район",
    "Гайсинський район",
    "Могилів-Подільський район",
    "Тульчинський район",
    "Хмільницький район",
    "Жмеринський район"
  ],
  "Чернігівська область": [
    "Прилуцький район",
    "Чернігівський район",
    "Новгород-Сіверський район",
    "Ніжинський район",
    "Корюківський район"
  ],
  "Київська область": [
    "Обухівський район",
    "Бориспільський район",
    "Броварський район",
    "Вишгородський район",
    "Бучанський район",
    "Білоцерківський район",
    "Фастівський район"
  ],
  "Рівненська область": [
    "Вараський район",
    "Рівненський район",
    "Дубенський район",
    "Сарненський район"
  ],
  "Чернівецька область": [
    "Дністровський район",
    "Чернівецький район",
    "Вижницький район"
  ],
  "Тернопільська область": [
    "Чортківський район",
    "Кременецький район",
    "Тернопільський район"
  ],
  "Луганська область": [
    "Старобільський район",
    "Сватівський район",
    "Сєвєродонецький район",
    "Щастинський район"
  ],
  "Львівська область": [
    "Червоноградський район",
    "Львівський район",
    "Яворівський район",
    "Дрогобицький район",
    "Золочівський район",
    "Самбірський район",
    "Стрийський район"
  ],
  "Дніпропетровська область": [
    "Самарівський район",
    "Синельниківський район",
    "Дніпровський район",
    "Павлоградський район",
    "Нікопольський район",
    "Криворізький район",
    "Кам’янський район"
  ],
  "Житомирська область": [
    "Коростенський район",
    "Житомирський район",
    "Звягельський район",
    "Бердичівський район"
  ],
  "Харківська область": [
    "Красноградський район",
    "Харківський район",
    "Богодухівський район",
    "Чугуївський район",
    "Лозівський район",
    "Ізюмський район",
    "Куп’янський район"
  ],
  "Запорізька область": [
    "Бердянський район",
    "Василівський район",
    "Пологівський район",
    "Мелітопольський район",
    "Запорізький район"
  ],
  "м. Запоріжжя та Запорізька територіальна громада": [],
  "Тестовий регіон": []
};